Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The CJEU pointed out that since SBS transmitted its programme-carrying signals point-to-point to the distributors, it did not make a communication to the public, see paragraphs 20–23.
nb: EU-domstolen påpekte at ettersom SBS sendte de programbærende signalene i lukket forsendelse til distributørene, innebar ikke kringkasternes oversendelse en overføring til allmennheten, se avsnittene 20–23.

source: Of the turf hut places that Bull specified, at any rate ten lie within the state-owned
nb: Av de gammestedene Bull oppgav, ligger i alle fall ti i statsallmenningen - nærmere bestemt nr.

source: , paras 76 and 90.
nb: , særlig avsnitt 76 og 90.

source: the Sami testified in the 1930s that there was comprehensive pasturing west of the common.
nb: samene på 1930-tallet om en omfattende beiting vest for allmenningen.

source: This part of the complaint was dismissed as well.
nb: Også denne delen av klagen ble avvist.

source: This gave the applicant an overall tax rate of 52 per cent, which was more than three times as high as the ordinary tax rate.
nb: Dette ga klageren en samlet skatteprosent på 52 prosent, som var mer enn tre ganger høyere enn den ordinære skatteprosenten.

source: Retention of DNA profile in the police's convicted offenders register
nb: Gyldigheten av vedtak om registrering av DNA-profil i politiets identitetsregister

source: However, her citizenship does have special significance in the proportionality assessment: The Convention on the Rights of the Child, Article 7 recognises all children's right to have a citizenship.
nb: Men statsborgerskapet har likevel spesiell betydning ved forholdsmessighetsvurderingen: Barnekonvensjonen artikkel 7 anerkjenner alle barns rett til å ha et statsborgerskap.

source: 2021, entitled “Towards an ideal court president profile”.
nb: juni 2021, med tittelen «Towards an ideal court president profile».

source: The Supreme Court sentenced the man to 45 days of imprisonment.
nb: Tiltalte ble dømt til fengsel i 45 dager, etter fratrekk for tilståelse.

source: for any disciplinary measures.
nb: Det var dermed ikke grunnlag for disiplinærtiltak.

source: "Various forms of contribution to the organisation are covered.
nb: "Ulike former for bidrag til organisasjonen rammes.

source: This depends on an interpretation of the Convention and is normally referred to as a question whether the norm is “justiciable”.
nb: på en tolkning av konvensjonen, og omtales gjerne som et spørsmål om normen er "håndhevbar" ("justiciable").

source: B and others (Counsel Karoline Henriksen)
nb: (advokat Karoline Henriksen)

source: The wording of Section 35, first paragraph second sentence of the Prison Act provides no basis for expectations of release on probation after serving 12 years.
nb: Ordlyden i fengselsloven § 35 første ledd andre punktum gir ikke grunnlag for en forventning om prøveløslatelse etter 12 års soning.

source: The ECtHR did not agree with the state that this could be repaired by any differences in criminal responsibility between the defendants being raised in sentencing, which is determined by the jury and the court together, see paragraph 30.
nb: EMD var ikke enig med staten i at dette ble reparert ved at eventuelle forskjeller i skyld mellom de domfelte kunne tas opp som et ledd i straffutmålingen, som jurymedlemmene foretar sammen med retten, se avsnitt 30.

source: The Fighting Dogs Act contained a general provision in section 5 permitting destruction of dogs that "have inflicted injuries on people or animals", but not "if the circumstances under which the injuries were inflicted suggest that destruction is a disproportionate measure".
nb: Kamphundloven hadde en generell regel i § 5 om avliving av hunder som "har påført menneske eller dyr skade", hvor det het at avliving likevel ikke kunne skje "dersom forholdene rundt skadeforvoldelsen gjør at avliving vil være et uforholdsmessig stort inngrep".

source: I can therefore not see that the aforementioned judgments provide any particular guidelines for our case.
nb: Jeg kan derfor ikke se at de nevnte dommene gir særlig veiledning for vår sak.

source: Although the court of appeal trusted that A had involuntarily "flown" over the drop-off before hitting B, it did not have any effect on the majority's result.
nb: Lagmannsretten utelukket ikke at A ufrivillig hadde "lettet" over en kul før han traff B, men det fikk ikke betydning for flertallets konklusjon.

source: complaints. A total of 1787 decisions were made, of which 918 were dismissals.
nb: Det er totalt truffet 1787 vedtak, hvorav 918 er avvisningsvedtak.

source: This is also emphasised by the court of appeal and the expert.
nb: Dette er også vektlagt av lagmannsretten og den sakkyndige.

source: This is also relied on in the Supreme Court judgment in Rt-2011-531 para 46.
nb: Dette er lagt til grunn også i Rt-2011-531 avsnitt 46.

source: Kaplan v. Norway
nb: Kaplan mot Norge

source: I note that with the exception of the two latter judgments, these decisions existed when the Supreme Court, in its judgment in Rt-2014-976, made a thorough review of ECtHR case law and found Norwegian domestic law to be consistent with our international obligations in the field, see para 37 and the judgment in Rt-2012-1832 para 32.
nb: Jeg finner grunn til å påpeke at med unntak av de siste to dommene, forelå disse avgjørelsene da Høyesterett i Rt-2014-976 foretok en grundig gjennomgang av EMDs praksis og konkluderte med at intern norsk rett er i samsvar med våre internasjonale forpliktelser på området, se avsnitt 37 og Rt-2012-1832 avsnitt 32.

source: During the proceedings, Article 100 of the Constitution has also been invoked.
nb: Det har under prosedyren også vært vist til Grunnloven § 100.

source: To find out english term in norwegian, use ctrl+f and search for the word.
nb: Bruk "Ctrl + F" for å søke på siden etter spørsmålet du lurer på.

source: On the matter of costs I concur with the first Justice.
nb: I spørsmålet om saksomkostninger slutter jeg meg til førstvoterende.

source: Then, the insurance term had expired, see section 19-6 of the Insurance Contracts Act, which extends the insurance term by two months after the employment was terminated.
nb: forsikringsavtaleloven § 19-6, som forlenger forsikringstiden i to måneder etter opphør av arbeidsforholdet.

source: The Appeal Committee of the Supreme Court decided that the scope of the ruling in the Restaurant Owner Case should be determined by referring a selection of representative appeals against denials of leave to appeal by the Court of Appeal to the Supreme Court, where they should be heard in oral proceedings, see the Criminal Procedure Act section 387.
nb: Høyesteretts ankeutvalg besluttet at spørsmålet om rekkevidden av avgjørelsen i Restauratørsaken skulle avgjøres ved at et utvalg av representative anker over lagmannsrettens nektingsbeslutninger ble henvist til avgjørelse av Høyesterett etter muntlig forhandling, jf. straffeprosessloven § 387.

source: “(127) From this it is clear that the tax relief consisted in it being up to the shipping company itself to choose “when the return on investments in ships is to be taxed”.
nb: "(127) Som det går fram av dette, bestod skatteletten i at det var opp til reiarlaga sjølve å velje 'når avkastningen på investeringer i skip skal beskattes'.

source: From 2012, a number of new AOC companies were established.
nb: Fra 2012 ble det opprettet en rekke nye AOC-selskaper.

source: Like other Norwegian children she is entitled to develop her own Norwegian identity - linguistically, culturally, socially and emotionally.
nb: Som andre norske barn har hun rett til å utvikle sin norske identitet – språklig, kulturelt, sosialt og følelsesmessig.

source: During the work on the bill, players in the media industry held – with reference to Article 100 of the Constitution and Article 10 of the Convention on Human Rights – that all documents made by or on behalf of the authorities should be without protection under the Copyright Act, regardless of whether they related to exercise of public authority.
nb: Under arbeidet med lovforslaget hadde aktører i mediebransjen – med henvisning til blant annet Grunnloven § 100 og EMK artikkel 10 – gjort gjeldende at alle dokumenter utarbeidet av eller på vegne av det offentlige burde være uten vern etter åndsverkloven uansett om de var knyttet til offentlig myndighetsutøvelse.

source: The Committee stated that this is a fundamental y
nb: Utvalget uttalte at dette er en grunnleggende gal oppfatning av advokatrollen.

source: and the defence counsel have read the police
nb: • Du får altså ikke høre tiltaltes forklaring.

source: repeatedly beating C with his flat hand, his fist and a spatula
nb: å ha tvunget C til å spise mat han hadde spyttet i,

source: The appellants have contended that the parties could not have foreseen that the arbitration clause would comprise incidents of fraud, at least not when the fraud – like in the case at hand – took place before the contract was entered into.
nb: De ankende parter har anført at partene ikke kan ha forutsatt at voldgiftklausulen skal omfatte bedrageritilfeller – i alle fall ikke når bedrageriet som her – fant sted forut for kontraktsinngåelsen.

source: judgment Rt-2011-1481, which questioned whether the applicant had a well-founded fear of persecution.
nb: Jeg viser her til forannevnte Rt-2011-1481, som gjaldt spørsmålet om det forelå en reell forfølgelse.

source: In this connection I can also mention a statement that Lars Pedersen made to the Reindeer
nb: I denne sammenheng nevner jeg også en forklaring som Lars Pedersen samme dag gav til

source: The first subsection refers to and quotes the legal definition of a refugee in the Refugee Convention Article 1 A, and establishes that an applicant comprised by the definition
nb: Første ledd bokstav a viser til og gjengir legaldefinisjonen av flyktningbegrepet i flyktningkonvensjonen artikkel 1 A, og slår fast at en søker som omfattes av definisjonen

source: In paragraph 79, the CJEU states that Airfield's broadcasts reach a public that is additional to the public targeted by the broadcaster concerned.
nb: EU-domstolen påpeker i avsnitt 79 at Airfields sendinger når et publikum som kommer i tillegg til det publikummet kringkasterne nådde ved sine utsendelser.

source: In my view, the majority of the court of appeal has applied a correct standard of care when concluding that A, with his skiing, violated section 280 of the Penal Code.
nb: Etter mitt syn har lagmannsrettens flertall lagt til grunn en riktig aktsomhetsnorm når de konkluderte med at A ved skikjøringen har overtrådt straffeloven § 280.

source: Article 10 of the Convention precludes confiscation.
nb: Jeg viser først til det jeg har sagt om forholdet til EMK artikkel 10.

source: Also, Proposition No. 69 (2008–2009) to the Odelsting, page 6, stresses that research shows that "… for some children, adoption may give a safer and more predictable upbringing than long-term foster care".
nb: 69 (2008–2009) side 6 fremheves at forskning viser at "… for enkelte barn kan adopsjon gi tryggere og mer forutsigbare oppvekstrammer enn langvarige fosterhjemsplasseringer".

source: The parties can conduct a civil case without legal counsel (a lawyer).
nb: Du kan selv gjennomføre saken uten prosessfullmektig (advokat) i sivile saker.

source: 6 (1) has been met; that is, the norm for determining whether “the claims are so closely connected” as the provision requires.
nb: Jeg går nå over til å se på hva som er normen for prøvingen av om tilknytningsvilkåret i artikkel 6 nr. 1 er oppfylt;

source: abroad, it is all the same a question whether the rules on free movement in the main part of the EEA Agreement are significant for the requirement of stay in section 11-3 of the National
nb: Dersom denne forordningen ikke ga rett til å beholde arbeidsavklaringspenger under utenlandsopphold, er det likevel et spørsmål om reglene om fri bevegelighet i EØS-avtalens hoveddel får betydning for oppholdsvilkåret i folketrygdloven § 11-3.

source: The western part of the Loophole is on the Norwegian side of the maritime demarcation line towards Russia, drawn in accordance with the demarcation line agreement between Norway and Russia from 2010.
nb: Den vestlige delen av Smutthullet ligger på norsk side av den maritime delelinjen mot Russland, som er trukket i delelinjeavtalen mellom Norge og Russland fra 2010.

source: Oløf Gunnlaugsdottir and others (Counsel Alexander Salvatore Cascio), Norsk Tjenestemannslag (Counsel Edvard Bakke) (third-party intervener)
nb: (advokat Alexander Salvatore Cascio), Norsk Tjenestemannslag (partshjelper) (advokat Edvard Bakke) II.Oløf Gunnlaugsdottir mfl.

source: Aune v. Norway
nb: Aune mot Norge

source: The assessment must start with an examination of whether the company and the skipper have complied with the regulations governing the activity.
nb: Vurderingen må starte med en undersøkelse av om selskapet og båtfører har overholdt de lover og regler som gjelder for virksomheten.

source: As of today, there are only five trawlers out of 38 that have not been allocated structural quotas and out of a quota basis of 87.9 quotas, the structural quotas constitute 53.6.
nb: Per dags dato er det kun fem trålere av 38 som ikke er tildelt strukturkvoter, og av et kvotegrunnlag på 87,9 kvoter, utgjør strukturkvotene 53,6.

source: And after they had reached the age of majority, the immigration authorities had made no attempts at sending them to Pakistan (paragraph 84).
nb: Og etter at de hadde nådd myndighetsalderen, hadde ikke utlendingsmyndighetene gjort noe forsøk på å sende dem til Pakistan (avsnitt 84).

source: The case concerned whether the construction of Storheia and Roan windfarms on Fosen peninsula amounts to a violation of the reindeer herders' right to enjoy their own culture under Article 27 of the International Covenant on Civil and Political Rights (ICCPR).
nb: Saken gjaldt spørsmålet om utbyggingen av Storheia og Roan vindkraftverk på Fosen krenker reindriftssamenes rett til kulturutøvelse etter FNs konvensjon om sivile og politiske rettigheter (SP) artikkel 27.

source: term and serious problems, see for instance HR-2016-2262-A, which concluded that separation from the foster parents would trigger serious changes in the child’s psychological
nb: blant annet HR-2016-2262-A, hvor det ble lagt til grunn at et brudd med fosterforeldrene ville medføre alvorlige endringer i barnets psykiske fungering og en varig personlighetsendring.

source: The Supreme Court found that the statements were covered by section 185 of the Penal Code.
nb: Høyesterett kom til at ytringene rammes av straffeloven § 185 om hatefulle ytringer.

source: Another central concern is that the various issues that may arise in connection with third party conflicts regarding security interest in non-negotiable claims should if possible be governed by the law of the same country.
nb: Et annet sentralt hensyn er at de forskjellige spørsmål som kan oppstå i tilknytning til tredjemannskonflikter vedrørende pant i enkle krav, så langt mulig bør undergis det samme lands rett.

source: A made travel arrangements for H and took part in I's attempt to join ISIL by telling him about the route and finding contact persons.
nb: A tilrettela reisen for H og var delaktig i Is forsøk på å slutte seg til ISIL ved å informere om reiserute og skaffe kontaktpersoner.

source: Committee could not review as it could be used as grounds for an appeal.
nb: Dette gjaldt forhold som utvalget ikke kunne vurdere idet forholdene kunne brukes som grunnlag for anke.

source: The case concerned questions under article 5 of the ECHR.
nb: Saken gjaldt spørsmål under EMK artikkel 5.

source: It is set out in paras 6.1 and 6.2 that the states have an obligation to implement positive measures when deemed necessary to protect the minority.
nb: Av punkt 6.1 og 6.2 fremgår at statene plikter å iverksette positive tiltak når dette er nødvendig for å beskytte minoriteten.

source: I note that the terrain dropped so steeply that A had no overview of the conditions further down the slope or of the whereabouts of other skiers.
nb: Jeg bemerker at henget innebar at terrenget skrånet så bratt at A ikke hadde oversikt over situasjonen nedover i bakken eller hvor andre skikjørere befant seg.

source: Paras 23-25 of the first judgments read as follows:
nb: I avsnittene 23–25 i den første av disse dommene heter det:

source: I cannot see that his statement
nb: Jeg kan ikke se at hans forklaring inneholder

source: When skiing at high speed one may lose contact with the ground, which, if it happens, cannot be characterised as extraordinary.
nb: Ved stor fart kan det medføre at man mister kontakten med bakken, og om det skjer kan det ikke karakteriseres som ekstraordinært.
